[
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 1. Основные положения. Статья 1. Отношения, регулируемые настоящим Кодексом",
      "content": "Настоящий Кодекс регулирует индивидуальные трудовые отношения и непосредственно связанные с ними общественные отношения на основе обеспечения баланса и согласования интересов работников, работодателей и государства",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 1. Основные положения. Статья 2. Основные задачи настоящего Кодекса",
      "content": "Основными задачами настоящего Кодекса являются: установление государственных гарантий трудовых прав и свобод работников, включая право на труд, на свободный выбор работы, на справедливые и безопасные условия труда и на защиту от безработицы; обеспечение реализации прав работодателей в сфере подбора, расстановки кадров и организации эффективного трудового процесса; поощрение и развитие социального партнерства в сфере труда; обеспечение защиты прав и законных интересов работников и работодателей; содействие эффективному функционированию рынка труда",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 1. Основные положения. Статья 3. Основные принципы правового регулирования индивидуальных трудовых отношений и непосредственно связанных с ними общественных отношений",
      "content": "Основными принципами правового регулирования индивидуальных трудовых отношений и непосредственно связанных с ними общественных отношений являются: равенство трудовых прав, запрещение дискриминации в сфере труда и занятий; свобода труда и запрещение принудительного труда; социальное партнерство в сфере труда; гарантированность обеспечения трудовых прав и исполнения трудовых обязанностей; недопустимость ухудшения правового положения работника ",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 1. Основные положения. Статья 4. Принцип равенства трудовых прав, запрещения дискриминации в сфере труда и занятий",
      "content": "Каждый имеет равные возможности в реализации и защите трудовых прав. Дискриминация в сфере труда и занятий запрещается. Дискриминацией является установление каких-либо прямых или косвенных ограничений, а равным образом предоставление каких-либо прямых или косвенных преимуществ в области труда и занятий в зависимости от пола, возраста, расы, национальности, языка, социального происхождения, наличия судимости у родственников, имущественного и должностного положения, места жительства, отношения к религии, убеждений, принадлежности к общественным объединениям, а также других обстоятельств, не связанных с деловыми качествами работников и результатами их труда.",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 1. Основные положения. Статья 4. Принцип равенства трудовых прав, запрещения дискриминации в сфере труда и занятий",
      "content": "Не являются дискриминацией обоснованные различия, исключения, предпочтения, а также ограничения прав работников в сфере труда и занятий, обусловленные свойственными данному виду труда требованиями или особой заботой о лицах, нуждающихся в повышенной социальной защите (лица, занятые исполнением семейных обязанностей, несовершеннолетние, лица с инвалидностью, беременные женщины и другие).",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 1. Основные положения. Статья 4. Принцип равенства трудовых прав, запрещения дискриминации в сфере труда и занятий",
      "content": "Обоснованные различия в правовом регулировании труда отдельных категорий работников могут быть обусловлены характером трудовой связи работника с работодателем, местом осуществления трудовой деятельности, условиями и характером труда работника, правовым статусом работодателя, спецификой труда работников некоторых отраслей и профессий, психофизиологическими особенностями организма, наличием семейных обязанностей и другими объективными обстоятельствами.",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 1. Основные положения. Статья 4. Принцип равенства трудовых прав, запрещения дискриминации в сфере труда и занятий",
      "content": "Лицо, считающее, что оно подверглось дискриминации в сфере труда и (или) занятий, может обжаловать в установленном порядке факт дискриминации, в том числе обратиться в суд с заявлением об устранении дискриминации и возмещении причиненного ему материального ущерба и компенсации морального вреда",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 1. Основные положения. Статья 5. Принцип свободы труда и запрещения принудительного труда",
      "content": "Свобода труда означает право каждого распоряжаться своими способностями к труду, реализовывать их в любой не запрещенной законом форме, свободно выбирать род занятий, профессию и специальность, место работы и условия труда",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 1. Основные положения. Статья 5. Принцип свободы труда и запрещения принудительного труда",
      "content": "Применительно к индивидуальным трудовым отношениям свобода труда проявляется в свободе трудового договора, означающей: свободу работников и работодателей в заключении трудового договора. Понуждение работника и работодателя к заключению трудового договора не допускается. В случаях, когда обязанность работодателя заключить договор предусмотрена настоящим Кодексом, законом или добровольно принятым обязательством, работодатель обязан заключить трудовой договор с работником; определение договорных (основных и дополнительных) условий трудового договора по соглашению его сторон; возможность изменения трудового договора по соглашению между работником и работодателем; возможность прекращения любого трудового договора в любое время по соглашению его сторон; право работника прекратить трудовой договор по собственной инициативе в порядке, установленном настоящим Кодексом; право работодателя по собственной инициативе прекратить трудовой договор с работником при наличии предусмотренных настоящим Кодексом оснований прекращения трудового договора и с соблюдением установленного порядка; возможность в случаях, установленных настоящим Кодексом или иным законом, предусматривать в трудовом договоре дополнительные основания его прекращения.",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 1. Основные положения. Статья 5. Принцип свободы труда и запрещения принудительного труда",
      "content": "Принудительный труд запрещен. Принудительный труд означает любую работу или службу, требуемую от какого-либо физического лица под угрозой применения наказания, для выполнения которой это лицо не предложило добровольно своих услуг. Под наказанием понимается применение или угроза применения к физическому лицу любых мер материального, физического или психического воздействия, вынуждающих данное лицо осуществлять трудовую деятельность при отсутствии его добровольного согласия.",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 1. Основные положения. Статья 5. Принцип свободы труда и запрещения принудительного труда",
      "content": "Принудительный труд не включает в себя: выполнение работ военного характера или работ, связанных с прохождением альтернативной службы на основании Закона Республики Узбекистан «О всеобщей воинской обязанности и военной службе»; работу, выполнение которой обусловлено введением чрезвычайного или военного положения; работу, выполняемую в качестве наказания по вступившему в законную силу решению суда под надзором государственных органов, ответственных за соблюдение законодательства при исполнении судебных решений",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 1. Основные положения. Статья 6. Принцип социального партнерства в сфере труда",
      "content": "Принцип социального партнерства в сфере труда заключается во взаимодействии работников, их представителей, работодателей, их представителей, а также государственных органов, направленном на обеспечение согласования интересов работников, работодателей и государства по вопросам регулирования социально-трудовых отношений",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 1. Основные положения. Статья 6. Принцип социального партнерства в сфере труда",
      "content": "Основываясь на принципе социального партнерства в сфере труда, трудовое законодательство: создает необходимые условия для осуществления двустороннего (между работниками, их представителями и работодателями, их представителями) и трехстороннего (между представителями работников, работодателей и органами исполнительной власти) сотрудничества в сфере труда в целях согласования интересов работников и работодателей по вопросам регулирования индивидуальных трудовых отношений и иных непосредственно связанных с ними общественных отношений; гарантирует право работников и работодателей на объединение для обеспечения представительства и защиты их интересов; закрепляет право представителей работников и работодателей на ведение коллективных переговоров, заключение коллективных соглашений и коллективного договора; определяет какие локальные акты могут быть приняты работодателем по согласованию с выборным органом первичной профсоюзной организации (профсоюзный комитет, организатор профсоюза или организатор группы профсоюза) или иным представительным органом работников (далее — профсоюзный комитет);предусматривает участие представителей работников и работодателей в разрешении (урегулировании) трудовых споров;закрепляет иные меры, направленные на обеспечение баланса интересов работников и работодателей в сфере труда",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 1. Основные положения. Статья 7. Принцип гарантированности обеспечения трудовых прав и исполнения трудовых обязанностей",
      "content": "Трудовое законодательство закрепляет совокупность средств и способов, обеспечивающих: реализацию прав работников и работодателей в сфере труда, установленных трудовым законодательством и иными правовыми актами о труде, а также трудовым договором;исполнение работодателями и работниками обязанностей, установленных трудовым законодательством и иными правовыми актами, о труде, а также трудовым договором;защиту трудовых прав работников и работодателей и восстановление нарушенных прав;ответственность работодателя за нарушение трудовых прав работников, трудового законодательства, а также ответственность работника за нарушение им трудовых обязанностей.",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 1. Основные положения. Статья 8. Принцип недопустимости ухудшения положения работника",
      "content": "Любой нормативно-правовой акт не должен ухудшать положение работника по сравнению с нормативно-правовым актом, обладающим большей юридической силой. Ни один локальный акт, индивидуальный правовой акт работодателя не может ухудшать положение работника по сравнению с нормативно-правовыми актами",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 1. Основные положения. Статья 9. Исчисление сроков, предусмотренных настоящим Кодексом",
      "content": "Сроки, установленные настоящим Кодексом, коллективными соглашениями, коллективным договором или трудовым договором определяются календарной датой, истечением периода времени, исчисляемого годами, месяцами, неделями, днями или часами, либо указанием на событие, которое должно наступить. Исчисление сроков, с которыми настоящий Кодекс связывает возникновение или прекращение трудовых прав и обязанностей, начинается со следующего дня после календарной даты, которой определено его начало. Сроки, исчисляемые годами, месяцами, неделями, истекают в соответствующие числа последнего года, месяца, недели срока. Если конец срока, исчисляемого месяцами, приходится на месяц с большим или меньшим числом дней по сравнению с месяцем, с которого началось течение срока, то днем истечения срока считается последний день месяца, в котором истекает срок.В срок, исчисляемый в календарных годах, месяцах, неделях или днях, включаются и нерабочие дни.Если последний день срока приходится на нерабочий день, то днем окончания срока считается первый следующий за ним рабочий день.",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 2. Трудовое законодательство и иные правовые акты о труде. Статья 10. Трудовое законодательство ",
      "content": "Трудовое законодательство состоит из настоящего Кодекса и иных актов законодательства, регулирующих индивидуальные трудовые отношения и непосредственно связанные с ними общественные отношения. Если международным договором Республики Узбекистан установлены более льготные для работников правила по сравнению с трудовым законодательством Республики Узбекистан или иными правовыми актами о труде, то применяются правила международного договора. Правила международных договоров Республики Узбекистан применяются и в тех случаях, когда индивидуальные трудовые отношения и непосредственно связанные с ними общественные отношения прямо не урегулированы трудовым законодательством Республики Узбекистан",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 2. Трудовое законодательство и иные правовые акты о труде. Статья 11. Сфера действия трудового законодательства",
      "content": "Действие трудового законодательства распространяется на: индивидуальные трудовые отношения между работником и работодателем; общественные отношения, непосредственно связанные с индивидуальными трудовыми отношениями",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 2. Трудовое законодательство и иные правовые акты о труде. Статья 11. Сфера действия трудового законодательства",
      "content": "Индивидуальными трудовыми отношениями являются отношения, основанные на соглашении между работником и работодателем о личном выполнении работником за плату трудовой функции с подчинением работника внутреннему трудовому распорядку при обеспечении работодателем условий труда, предусмотренных трудовым законодательством и иными правовыми актами о труде, трудовым договором. Запрещается заключение договоров гражданско-правового характера, фактически регулирующих индивидуальные трудовые отношения между работником и работодателем",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 2. Трудовое законодательство и иные правовые акты о труде. Статья 11. Сфера действия трудового законодательства",
      "content": "К общественным отношениям, непосредственно связанным с индивидуальными трудовыми отношениями, относятся: отношения по трудоустройству работника у работодателя; отношения по профессиональной подготовке, переподготовке и повышению квалификации работника у работодателя; коллективные трудовые отношения, складывающиеся в процессе социального партнерства в сфере труда; отношения по контролю и надзору за соблюдением трудового законодательства, правил охраны труда и иных правовых актов о труде;отношения по рассмотрению трудовых споров. ",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 2. Трудовое законодательство и иные правовые акты о труде. Статья 11. Сфера действия трудового законодательства",
      "content": "Правила, установленные на территории Республики Узбекистан трудовым законодательством, распространяются на трудовые отношения с участием иностранных граждан, лиц без гражданства, организаций, созданных или учрежденных иностранными гражданами, лицами без гражданства либо с их участием, международных организаций и иностранных юридических лиц, если иное не предусмотрено законами или международным договором Республики Узбекистан. Действие трудового законодательства распространяется на государственных служащих, в том числе на работников Республики Узбекистан, направленных на работу в государственные учреждения Республики Узбекистан за границей (дипломатические, консульские и иные учреждения), а также на лиц, проходящих альтернативную службу, с особенностями, предусмотренными законом. На военнослужащих, проходящих военную службу по контракту, а также военнослужащих (сотрудников), проходящих службу в органах внутренних дел и государственной таможенной службы, Службе государственной безопасности, Национальной гвардии Республики Узбекистан и на иных, приравненных к ним лиц, трудовое законодательство распространяется в части, не противоречащей специальному законодательству.",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 2. Трудовое законодательство и иные правовые акты о труде. Статья 11. Сфера действия трудового законодательства",
      "content": "На судей трудовое законодательство распространяется в части отношений, не урегулированной законодательством о судах. На работников органов прокуратуры трудовое законодательство распространяется в части, не противоречащей законодательству, регулирующему деятельность органов прокуратуры. Действие трудового законодательства распространяется на трудовые отношения спасателей спасательных служб и профессиональных спасательных формирований из числа работающих по трудовому договору в части, не урегулированной Законом Республики Узбекистан «О спасательной службе и статусе спасателя»",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 2. Трудовое законодательство и иные правовые акты о труде. Статья 11. Сфера действия трудового законодательства",
      "content": "Действие трудового законодательства распространяется на трудовые отношения осужденных по приговору суда за совершение преступлений с учетом изъятий и ограничений, предусмотренных Уголовно-исполнительным кодексом Республики Узбекистан.",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 2. Трудовое законодательство и иные правовые акты о труде. Статья 11. Сфера действия трудового законодательства",
      "content": "Трудовое законодательство не распространяется на следующих лиц (если в установленном настоящим Кодексом порядке они одновременно не выступают в качестве работодателей или их представителей): военнослужащих, проходящих срочную военную службу; членов наблюдательных советов организаций; членов ревизионных комиссий (ревизоров), не являющихся работниками данной организации; лиц, выполняющих работы (оказывающих услуги) на основании договоров гражданско-правового характера;других лиц, если это установлено законом",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 2. Трудовое законодательство и иные правовые акты о труде. Статья 11. Сфера действия трудового законодательства",
      "content": "Если отношения, связанные с использованием личного труда, возникли на основании договора гражданско-правового характера, но впоследствии в порядке, установленном настоящим Кодексом либо другими законами, были признаны индивидуальными трудовыми отношениями, к таким отношениям применяются положения трудового законодательства и иных правовых актов о труде",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 2. Трудовое законодательство и иные правовые акты о труде. Статья 12. Иные правовые акты о труде",
      "content": "Иными правовыми актами о труде являются: коллективные соглашения; коллективные договоры; локальные акты, принимаемые работодателем по согласованию с профсоюзным комитетом;локальные акты, в том числе индивидуальные правовые акты, принимаемые работодателем единолично в пределах его полномочий",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 2. Трудовое законодательство и иные правовые акты о труде. Статья 13. Соотношение трудового законодательства и иных правовых актов о труде",
      "content": "Иные правовые акты о труде могут предусматривать дополнительные по сравнению с установленными трудовым законодательством права и гарантии работникам. Не допускается включение в иные правовые акты о труде правил, ухудшающих положение работника по сравнению с трудовым законодательством",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 2. Трудовое законодательство и иные правовые акты о труде. Статья 14. Соотношение коллективных соглашений между собой и с локальными актами",
      "content": "Запрещается включение в отраслевые и территориальные коллективные соглашения положений, ухудшающих положение работников по сравнению с генеральным коллективным соглашением. В случаях, если имеет место расхождение положений отраслевого и территориального коллективных соглашений, то применяются положения того коллективного соглашения, которое содержит более благоприятные для работника условия. Локальные акты могут предусматривать дополнительные трудовые права и гарантии работникам по сравнению с установленными коллективными соглашениями, действие которых распространяется на данных работников. Запрещается включение в локальные акты правил, ухудшающих положение работника по сравнению с коллективными соглашениями.",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 2. Трудовое законодательство и иные правовые акты о труде. Статья 15. Соотношение локальных актов между собой",
      "content": "Локальные акты, принятые работодателем по согласованию с профсоюзным комитетом, а также принятые работодателем единолично, не должны содержать правила, ухудшающие положение работника по сравнению с коллективным договором. Локальные акты, принятые работодателем единолично, не должны содержать правила, ухудшающие положение работника по сравнению с локальными актами, принятыми работодателем по согласованию с профсоюзным комитетом. Если трудовое законодательство, коллективные соглашения либо коллективный договор или иные правовые акты о труде, принятые работодателем по согласованию с профсоюзным комитетом, предусматривают, что тот либо иной вопрос должен решаться работодателем по согласованию с профсоюзным комитетом, то соблюдение этого требования является обязательным для работодателя. Профсоюзный комитет должен сообщить работодателю в письменной форме о принятом решении по вопросам, обозначенным в части третьей настоящей статьи, в двадцатидневный срок со дня получения письменного обращения работодателя, за исключением случаев, когда настоящим Кодексом предусмотрен иной срок. Если по истечении указанного срока обращение работодателя осталось без ответа, работодатель вправе решить соответствующий вопрос без получения согласия профсоюзного комитета. В случаях, когда в организации не создан профсоюзный комитет, то о своем намерении решить вопросы, которые в соответствии с законодательством должны быть согласованы с профсоюзным комитетом, работодатель обязан в письменной форме проинформировать трудовой коллектив. Если в течение двух недель со дня получения информации не будет проведено общее собрание (конференция) трудового коллектива, на котором (которой) принято решение о создании первичной профсоюзной организации либо иного представительного органа работников, то работодатель вправе решить соответствующие вопросы самостоятельно",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 2. Трудовое законодательство и иные правовые акты о труде. Статья 16. Соотношение трудового законодательства, иных правовых актов о труде и трудового договора",
      "content": "Трудовой договор с работником может предусматривать дополнительные по сравнению с предусмотренными трудовым законодательством и иными правовыми актами о труде права и гарантии работника. Запрещается включение в трудовой договор условий, ухудшающих положение работника по сравнению с трудовым законодательством и иными правовыми актами о труде",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 2. Трудовое законодательство и иные правовые акты о труде. Статья 17. Недействительность правил иных правовых актов о труде и условий трудового договора",
      "content": "Несоблюдение требований, предусмотренных частью второй статьи 13, частями первой, второй и четвертой статьи 14, частями первой и второй статьи 15 настоящего Кодекса, влечет за собой недействительность тех положений иных правовых актов о труде, которые ухудшают положение работника. Несоблюдение требований, предусмотренных частью второй статьи 16 настоящего Кодекса, влечет за собой недействительность условий трудового договора, которые ухудшают положение работника. Правила иных правовых актов о труде, а также условия трудового договора, являющиеся недействительными, не подлежат применению. Такие правила и условия считаются недействительными с момента их принятия. Недействительность отдельных правил иных правовых актов о труде или отдельных условий трудового договора не влечет недействительности соответствующего акта или трудового договора в целом",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 2. Трудовое законодательство и иные правовые акты о труде. Статья 18. Индивидуальные правовые акты работодателя",
      "content": "Работодатели в установленном законодательством порядке могут в пределах своих полномочий принимать индивидуальные правовые акты: приказы, распоряжения, постановления (далее — приказы), адресованные конкретному работнику (работникам) или коллективу и рассчитанные на разовое их применение (приказы о приеме на работу, об изменении условий труда, о переводе на другую работу, прекращении трудового договора, предоставлении работнику отпуска, применении к работнику дисциплинарного взыскания, поощрении работников и другие). Индивидуальные правовые акты, принимаемые руководителем единолично, издаются в виде приказов или распоряжений. Индивидуальные правовые акты, принимаемые коллегиальным исполнительным органом, принимаются в виде постановлений. Если индивидуальные правовые акты работодателя содержат положения, которые менее благоприятны, чем условия, установленные для работников трудовым законодательством и иными правовыми актами о труде, то эти акты или их соответствующие части являются недействительными",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 1. Субъекты индивидуальных трудовых отношений. Статья 19. Работник и работодатель как субъекты индивидуальных трудовых отношений",
      "content": "Субъектами индивидуальных трудовых отношений являются работник и работодатель. Работниками могут быть граждане Республики Узбекистан, а также иностранные граждане и лица без гражданства, обладающие трудовой правоспособностью и дееспособностью, достигшие установленного настоящим Кодексом возраста и заключившие трудовой договор с работодателем. ",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 1. Субъекты индивидуальных трудовых отношений. Статья 19. Работник и работодатель как субъекты индивидуальных трудовых отношений",
      "content": "Работодателями могут выступать: организации, вне зависимости от формы собственности и ведомственной подчиненности; филиалы, представительства или иные обособленные подразделения организаций (далее — обособленные подразделения организаций); физические лица",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 1. Субъекты индивидуальных трудовых отношений. Статья 19. Работник и работодатель как субъекты индивидуальных трудовых отношений",
      "content": "Физические лица могут быть работодателями: если они зарегистрированы в качестве индивидуальных предпринимателей, осуществляющих предпринимательскую деятельность без образования юридического лица; если они осуществляют найм домашних работников в целях личного обслуживания и помощи по ведению домашнего хозяйства; если их профессиональная деятельность подлежит регистрации и (или) лицензированию, и они вступили в трудовые отношения с работниками в целях осуществления указанной деятельности в случаях, предусмотренных законодательством",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 1. Субъекты индивидуальных трудовых отношений. Статья 20. Трудовая правоспособность и дееспособность работника",
      "content": "Способность иметь трудовые права и обязанности (трудовая правоспособность) и способность гражданина (физического лица) своими действиями приобретать и осуществлять трудовые права, создавать для себя трудовые обязанности и исполнять их (трудовая дееспособность) в равной мере признается за всеми гражданами Республики Узбекистан. Иностранные граждане, лица без гражданства имеют такую же трудовую правоспособность и дееспособность, какую имеют граждане Республики Узбекистан, если законодательством или международным договором Республики Узбекистан не предусмотрено иное. Трудовая правоспособность и дееспособность работника возникают одновременно с момента достижения им возраста шестнадцати лет, за исключением случаев, предусмотренных настоящим Кодексом и другими законами.",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 1. Субъекты индивидуальных трудовых отношений. Статья 21. Права работника",
      "content": "Работник имеет право на: заключение, изменение и прекращение трудового договора в порядке и на условиях, установленных настоящим Кодексом и иными законами; предоставление работодателем работы, обусловленной трудовым договором; рабочее место, соответствующее требованиям охраны труда; своевременную и в полном объеме оплату труда в соответствии со своей квалификацией, сложностью труда, количеством и качеством выполненной работы; отдых, обеспечиваемый установлением предельной продолжительности рабочего времени, сокращенного рабочего времени для отдельных профессий и категорий работников, предоставлением еженедельных выходных дней, праздничных нерабочих дней, а также ежегодных трудовых отпусков; условия труда, отвечающие требованиям безопасности и гигиены, а также получение полной и достоверной информации об условиях труда и требованиях охраны труда на рабочем месте; профессиональную подготовку, переподготовку и повышение квалификации в соответствии с трудовым законодательством, иными правовыми актами о труде, трудовым договором; объединение в профессиональные союзы и другие организации для представительства и защиты своих трудовых прав, свобод и законных интересов; получение информации о коллективных соглашениях и коллективном договоре, а также о выполнении их условий, в том числе через своих представителей; возмещение материального ущерба, причиненного работнику в связи с исполнением им трудовых обязанностей, и компенсации морального вреда в порядке, установленном трудовым законодательством; защиту своих трудовых прав, свобод и законных интересов всеми не запрещенными законом способами; разрешение трудовых споров в порядке, установленном настоящим Кодексом, иными законами",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 1. Субъекты индивидуальных трудовых отношений. Статья 21. Права работника",
      "content": "Работник может иметь и иные права в соответствии с трудовым законодательством, иными правовыми актами о труде и трудовым договором",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 1. Субъекты индивидуальных трудовых отношений. Статья 22. Обязанности работника",
      "content": "Работник обязан: соблюдать трудовое законодательство и иные правовые акты о труде, условия трудовых договоров; добросовестно исполнять свои трудовые обязанности, возложенные на него трудовым договором; соблюдать внутренний трудовой распорядок; соблюдать трудовую дисциплину; выполнять установленные нормы труда;  соблюдать требования по охране труда, технологическую дисциплину, правила безопасности труда и производственной санитарии; бережно относиться к имуществу работодателя (в том числе к имуществу третьих лиц, находящемуся у работодателя, если работодатель несет ответственность за сохранность этого имущества); возмещать работодателю причиненный материальный ущерб в порядке и пределах, установленных настоящим Кодексом; незамедлительно сообщить работодателю либо непосредственному руководителю о возникновении ситуации, представляющей угрозу жизни и здоровью людей, сохранности имущества работодателя (в том числе имущества третьих лиц, находящегося у работодателя, если работодатель несет ответственность за сохранность этого имущества);  не совершать действий, препятствующих другим работникам выполнять их трудовые обязанности",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 1. Субъекты индивидуальных трудовых отношений. Статья 22. Обязанности работника",
      "content": "Работник может нести и иные обязанности в соответствии с трудовым законодательством, иными правовыми актами о труде и трудовым договором",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 1. Субъекты индивидуальных трудовых отношений. Статья 23. Трудовая правоспособность и дееспособность работодателя",
      "content": "Трудовая правоспособность организаций-работодателей возникает с момента их государственной регистрации в установленном порядке. Трудовая правоспособность обособленных подразделений организаций возникает с момента утверждения положений, регулирующих их деятельность. Трудовая правоспособность и дееспособность работодателя — индивидуального предпринимателя наступает с момента его регистрации в качестве индивидуального предпринимателя. Трудовая правоспособность и дееспособность работодателя — физического лица, использующего наемный труд для выполнения работ в домашнем хозяйстве и в других личных целях, не связанных с предпринимательской деятельностью, наступает с момента приобретения им гражданской дееспособности в полном объеме, а лица, не достигшего указанного возраста, со дня приобретения им гражданской дееспособности в полном объеме до исполнения ему восемнадцати лет в случаях, установленных Гражданским кодексом Республики Узбекистан. ",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 1. Субъекты индивидуальных трудовых отношений. Статья 23. Трудовая правоспособность и дееспособность работодателя",
      "content": "Права и обязанности работодателя в трудовых отношениях в соответствии с законом, иными правовыми актами о труде, учредительными документами организации и локальными актами осуществляются: собственником организации;  органами управления организации или иными уполномоченными ими лицами;физическим лицом, являющимся работодателем",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 1. Субъекты индивидуальных трудовых отношений. Статья 23. Трудовая правоспособность и дееспособность работодателя",
      "content": "По вытекающим из трудовых отношений обязательствам работодателя — юридического лица субсидиарную ответственность несут собственник имущества, учредитель (участник) юридического лица в случаях, когда законами установлена субсидиарная ответственность собственника имущества, учредителя (участника) по обязательствам юридического лица",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 1. Субъекты индивидуальных трудовых отношений. Статья 24. Права работодателя",
      "content": "Работодатель имеет право: заключать, изменять и прекращать трудовые договоры с работниками в порядке и на условиях, предусмотренных настоящим Кодексом, иными законами; инициировать коллективные переговоры и заключать коллективные договоры; поощрять работников за добросовестный эффективный труд; требовать от работников исполнения ими трудовых обязанностей и бережного отношения к имуществу работодателя (в том числе к имуществу третьих лиц, находящемуся у работодателя, если работодатель несет ответственность за сохранность этого имущества), соблюдения внутреннего трудового распорядка; привлекать работников к дисциплинарной ответственности в порядке, установленном настоящим Кодексом;привлекать работников к материальной ответственности за прямой действительный ущерб, как непосредственно причиненный им работодателю, так и возникший у работодателя в результате возмещения им ущерба иным лицам; принимать локальные акты (за исключением работодателей — физических лиц, не являющихся индивидуальными предпринимателями);создавать объединения работодателей в целях представительства и защиты своих интересов и вступать в них. ",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 1. Субъекты индивидуальных трудовых отношений. Статья 24. Права работодателя",
      "content": "Работодатель может иметь и иные права в соответствии с трудовым законодательством, иными правовыми актами о труде и трудовым договором",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 1. Субъекты индивидуальных трудовых отношений. Статья 25. Обязанности работодателя",
      "content": "Работодатель обязан: соблюдать трудовое законодательство и иные правовые акты о труде, условия трудовых договоров; предоставлять работникам работу, обусловленную трудовым договором;не допускать нарушения требований настоящего Кодекса о запрещении дискриминации в сфере труда и занятий при приеме работников на работу, в процессе труда и при прекращении с работником трудового договора; не допускать применение принудительного и наихудших форм детского труда;обеспечивать безопасность и условия труда, соответствующие нормативным требованиям охраны труда;обеспечивать работников оборудованием, инструментами, технической документацией и иными средствами, необходимыми для исполнения ими своих трудовых обязанностей;выплачивать в полном размере причитающуюся работникам заработную плату в сроки, установленные в соответствии с настоящим Кодексом, коллективным договором, правилами внутреннего трудового распорядка, иными локальными актами, трудовыми договорами; вести коллективные переговоры, а также заключать коллективный договор в порядке, установленном настоящим Кодексом; предоставлять представителям работников полную и достоверную информацию, необходимую для заключения коллективного соглашения и коллективного договора, и осуществления контроля за их выполнением; информировать работников об их праве на объединение; знакомить работников под роспись с принимаемыми локальными актами, непосредственно связанными с их трудовой деятельностью; своевременно выполнять предписания государственных трудовых инспекторов, а также должностных лиц других государственных органов, уполномоченных осуществлять контроль и надзор за соблюдением трудового законодательства и иных правовых актов о труде;",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 1. Субъекты индивидуальных трудовых отношений. Статья 25. Обязанности работодателя",
      "content": "Работодатель обязан: соблюдать трудовое законодательство и иные правовые акты о труде, условия трудовых договоров; предоставлять работникам работу, обусловленную трудовым договором;не допускать нарушения требований настоящего Кодекса о запрещении дискриминации в сфере труда и занятий при приеме работников на работу, в процессе труда и при прекращении с работником трудового договора; не допускать применение принудительного и наихудших форм детского труда;обеспечивать безопасность и условия труда, соответствующие нормативным требованиям охраны труда;обеспечивать работников оборудованием, инструментами, технической документацией и иными средствами, необходимыми для исполнения ими своих трудовых обязанностей;выплачивать в полном размере причитающуюся работникам заработную плату в сроки, установленные в соответствии с настоящим Кодексом, коллективным договором, правилами внутреннего трудового распорядка, иными локальными актами, трудовыми договорами; вести коллективные переговоры, а также заключать коллективный договор в порядке, установленном настоящим Кодексом; предоставлять представителям работников полную и достоверную информацию, необходимую для заключения коллективного соглашения и коллективного договора, и осуществления контроля за их выполнением; информировать работников об их праве на объединение; знакомить работников под роспись с принимаемыми локальными актами, непосредственно связанными с их трудовой деятельностью; своевременно выполнять предписания государственных трудовых инспекторов, а также должностных лиц других государственных органов, уполномоченных осуществлять контроль и надзор за соблюдением трудового законодательства и иных правовых актов о труде; принимать на работу работников, с которыми данный работодатель ранее прекратил трудовой договор, в случаях, когда за ними сохранялось место работы вследствие избрания их на выборные должности в государственных органах; своевременно рассматривать предписания и представления соответствующих профсоюзных органов, иных избранных работниками представителей о выявленных нарушениях трудового законодательства и иных правовых актов о труде, принимать меры по устранению выявленных нарушений и сообщать о принятых мерах указанным органам и представителям; осуществлять обеспечение бытовых нужд работников, связанных с исполнением ими трудовых обязанностей; обеспечить обязательное государственное социальное страхование работников от несчастных случаев на производстве и профессиональных заболеваний, а также обязательное страхование гражданской ответственности работодателя; возмещать материальный ущерб, причиненный работникам в связи с исполнением ими трудовых обязанностей, в порядке и на условиях, установленных трудовым законодательством; своевременно регистрировать трудовые договора, а также изменения и дополнения к ним в межведомственном аппаратно-программном комплексе «Единая национальная система труда» в порядке, установленном Кабинетом Министров Республики Узбекистан",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 1. Субъекты индивидуальных трудовых отношений. Статья 25. Обязанности работодателя",
      "content": "Работодатель может нести и иные обязанности в соответствии с трудовым законодательством, иными правовыми актами о труде и трудовым договором",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 2. Основания возникновения индивидуальных трудовых отношений. Статья 26. Возникновение индивидуальных трудовых отношений",
      "content": "Индивидуальные трудовые отношения между работником и работодателем возникают на основании трудового договора, заключаемого ими в соответствии с настоящим Кодексом. ",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 2. Основания возникновения индивидуальных трудовых отношений. Статья 26. Возникновение индивидуальных трудовых отношений",
      "content": "В случаях и порядке, установленных законодательством или иными правовыми актами о труде либо уставом (положением) организации, индивидуальные трудовые отношения возникают на основании трудового договора в результате:избрания на должность либо прохождения по конкурсу на замещение соответствующей должности; назначения на должность или утверждения в должности; направления на работу уполномоченными государственными органами; выдачи подтверждения на право трудовой деятельности на территории Республики Узбекистан; согласия обоих родителей или одного из родителей (лица, заменяющего родителей);принятия судебного решения о возложении на работодателя обязанности заключить трудовой договор; признания судом отношений, связанных с использованием личного труда и возникших на основании договора гражданско-правового характера, индивидуальными трудовыми отношениями",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 2. Основания возникновения индивидуальных трудовых отношений. Статья 26. Возникновение индивидуальных трудовых отношений",
      "content": "Индивидуальные трудовые отношения между работником и работодателем возникают также на основании фактического допущения работника к работе с ведома или по поручению работодателя или его уполномоченного на то представителя в случае, когда трудовой договор не был надлежащим образом оформлен",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 2. Основания возникновения индивидуальных трудовых отношений. Статья 27. Индивидуальные трудовые отношения, возникающие на основании трудового договора в результате избрания на должность либо прохождения по конкурсу на замещение соответствующей должности",
      "content": "Индивидуальные трудовые отношения на основании трудового договора в результате избрания на должность возникают, если избрание на должность предполагает выполнение работником определенной трудовой функции. Индивидуальные трудовые отношения на основании трудового договора в результате прохождения по конкурсу на замещение соответствующей должности возникают, если трудовым законодательством или иными правовыми актами о труде либо уставом (положением) организации определены перечень должностей, подлежащих замещению по конкурсу, и порядок проведения конкурса на эти должности",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 2. Основания возникновения индивидуальных трудовых отношений. Статья 28. Индивидуальные трудовые отношения, возникающие на основании трудового договора в результате назначения на должность или утверждения в должности",
      "content": "Индивидуальные трудовые отношения возникают на основании трудового договора в результате назначения на должность или утверждения в должности в случаях, предусмотренных законодательством и иными правовыми актами о труде или уставом (положением) организации",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 2. Основания возникновения индивидуальных трудовых отношений. Статья 29. Индивидуальные трудовые отношения, возникающие на основании трудового договора в связи с направлением на работу уполномоченными государственными органами",
      "content": "Индивидуальные трудовые отношения лиц из числа социально уязвимых категорий населения возникают на основании трудового договора в результате их трудоустройства по направлению местного органа по труду в порядке, установленном Законом Республики Узбекистан «О занятости населения». Индивидуальные трудовые отношения с выпускниками высших образовательных организаций, обучавшихся по государственным грантам, возникают на основании трудового договора в результате направления их на работу, выданного комиссией по распределению высшей образовательной организации. Индивидуальные трудовые отношения граждан, призванных на альтернативную службу, возникают на основании трудового договора в результате направления их в организации по предписанию о назначении места прохождения альтернативной службы, выданному районным отделом по делам обороны",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 2. Основания возникновения индивидуальных трудовых отношений. Статья 30. Индивидуальные трудовые отношения, возникающие на основании трудового договора при наличии подтверждения на право трудовой деятельности на территории Республики Узбекистан",
      "content": "Индивидуальные трудовые отношения с гражданами иностранных государств и лицами без гражданства, постоянно проживающими на территории других государств, законно въехавшими в Республику Узбекистан для осуществления трудовой деятельности, возникают на основании трудового договора, заключаемого после получения подтверждения на право трудовой деятельности на территории Республики Узбекистан, выданного уполномоченным государственным органом, а также выполнения иных требований, предусмотренных законодательством",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 2. Основания возникновения индивидуальных трудовых отношений. Статья 31. Индивидуальные трудовые отношения, возникающие на основании трудового договора при наличии письменного согласия одного из родителей (лица, заменяющего родителей)",
      "content": "Индивидуальные трудовые отношения с лицами в возрасте от пятнадцати до шестнадцати лет в случаях, когда в соответствии с настоящим Кодексом допускается прием на работу до достижения указанного возраста, возникают на основании трудового договора при наличии предварительного письменного согласия одного из родителей (лица, заменяющего родителей)",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 2. Основания возникновения индивидуальных трудовых отношений. Статья 32. Индивидуальные трудовые отношения, возникающие на основании трудового договора в результате принятия судебного решения о возложении на работодателя обязанности заключить трудовой договор",
      "content": "Индивидуальные трудовые отношения с лицами, которым работодателем было незаконно отказано в приеме на работу, возникают на основании трудового договора, заключенного в результате принятия судебного решения о возложении на работодателя обязанности заключить трудовой договор",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ I. ОБЩИЕ ПОЛОЖЕНИЯ Глава 3. Субъекты и основания возникновения индивидуальных трудовых отношений. § 2. Основания возникновения индивидуальных трудовых отношений. Статья 33. Признание отношений, связанных с использованием личного труда и возникших на основании договора гражданско-правового характера, индивидуальными трудовыми отношениями",
      "content": "Заключение с физическим лицом договора гражданско-правового характера, фактически регулирующего отношения, предусмотренные частью второй статьи 11 настоящего Кодекса, влечет за собой признание судом этих отношений индивидуальными трудовыми отношениями. В этом случае трудовой договор считается заключенным со дня заключения договора гражданско-правового характера, а отношения сторон признаются индивидуальными трудовыми отношениями со дня начала выполнения физическим лицом работы, обусловленной в договоре. В случае прекращения отношений, связанных с использованием личного труда и возникших на основании гражданско-правового договора, признание этих отношений индивидуальными трудовыми отношениями осуществляется судом. Физическое лицо, являвшееся исполнителем по указанному договору, вправе обратиться в суд за признанием этих отношений индивидуальными трудовыми отношениями в порядке и сроки, предусмотренные для рассмотрения индивидуальных трудовых споров",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ II. СОЦИАЛЬНОЕ ПАРТНЕРСТВО В СФЕРЕ ТРУДА. Глава 4. Общие положения. Статья 34. Понятие и основные принципы социального партнерства в сфере труда",
      "content": "Социальным партнерством в сфере труда является система взаимоотношений между работниками в лице их представителей, работодателями, их представителями, государственными органами, направленная на обеспечение согласования интересов работников, работодателей и государства по вопросам регулирования индивидуальных трудовых и иных непосредственно связанных с ними общественных отношений",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ II. СОЦИАЛЬНОЕ ПАРТНЕРСТВО В СФЕРЕ ТРУДА. Глава 4. Общие положения. Статья 34. Понятие и основные принципы социального партнерства в сфере труда",
      "content": "Основными принципами социального партнерства в сфере труда являются: соблюдение сторонами и их представителями трудового законодательства и иных правовых актов о труде; полномочность представителей сторон; равноправие сторон; учет интересов сторон; заинтересованность сторон в участии в договорных отношениях; свобода выбора и обсуждения вопросов, входящих в сферу труда и занятий; добровольность принятия сторонами на себя обязательств;реальность обязательств, принимаемых на себя сторонами, и обязательность их исполнения;содействие государства в укреплении и развитии социального партнерства; контроль за выполнением принятых коллективных соглашений, коллективного договора, а также положений, содержащихся в других актах социального партнерства; ответственность сторон, их представителей за невыполнение по их вине коллективных соглашений и коллективного договора",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ II. СОЦИАЛЬНОЕ ПАРТНЕРСТВО В СФЕРЕ ТРУДА. Глава 4. Общие положения. Статья 35. Уровни социального партнерства в сфере труда",
      "content": "Социальное партнерство в сфере труда осуществляется на: первичном уровне (в организации или у работодателя — физического лица);территориальном уровне; отраслевом уровне; республиканском уровне",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ II. СОЦИАЛЬНОЕ ПАРТНЕРСТВО В СФЕРЕ ТРУДА. Глава 4. Общие положения. Статья 36. Трудовой коллектив",
      "content": "Трудовой коллектив составляют все работники, осуществляющие трудовую деятельность у работодателя на основе трудового договора. Трудовой коллектив реализует свои полномочия в сфере социального партнерства посредством проведения общего собрания (конференции). Общее собрание трудового коллектива считается правомочным, если на нем присутствует более половины работников, осуществляющих трудовую деятельность у работодателя на основе трудового договора. Конференция трудового коллектива считается правомочной, если на ней присутствует не менее двух третей делегатов от подразделений организации.Решение общего собрания (конференции) трудового коллектива считается принятым, если за него проголосовало более пятидесяти процентов работников (делегатов), присутствующих на общем собрании (конференции)",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ II. СОЦИАЛЬНОЕ ПАРТНЕРСТВО В СФЕРЕ ТРУДА. Глава 4. Общие положения. Статья 36. Трудовой коллектив",
      "content": "Общее собрание (конференция) трудового коллектива: определяет представительный орган работников, уполномоченный представлять интересы трудового коллектива; принимает решение об одобрении или не одобрении коллективного договора; осуществляет контроль за исполнением коллективных соглашений, а также коллективного договора, действие которых распространяется на соответствующих работников и работодателя; дает оценку эффективности исполнения сторонами коллективного соглашения, коллективного договора; осуществляет другие полномочия в соответствии с законодательством и иными правовыми актами о труде",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ II. СОЦИАЛЬНОЕ ПАРТНЕРСТВО В СФЕРЕ ТРУДА. Глава 4. Общие положения. Статья 37. Право работников на объединение",
      "content": "Работники в целях представительства и защиты своих прав и интересов без какого бы то ни было различия имеют право добровольно создавать по своему выбору и без предварительного разрешения профессиональные союзы, а также право вступать в профессиональные союзы или иные объединения работников. При отсутствии на соответствующих уровнях социального партнерства профессиональных союзов работники вправе создавать для обеспечения представительства и защиты своих интересов иные объединения. Принадлежность или не принадлежность к профессиональным союзам либо иным объединениям работников не влечет за собой какого-либо ограничения трудовых и иных социально-экономических, политических, личных прав и свобод граждан, гарантированных Конституцией и другими актами законодательства Республики Узбекистан. Все члены профессиональных союзов или иных объединений работников равны в отношении своих прав и обязанностей, установленных настоящим Кодексом, иными правовыми актами о труде, уставами профессиональных союзов или иных объединений работников либо локальными актами. Запрещается обусловливать прием на работу, возможные льготы и преференции для работника, включая надбавки, премиальные, продвижение по работе, а также прекращение трудового договора принадлежностью или непринадлежностью к определенному профессиональному союзу или иному объединению работников, вступлением либо выходом из него. Лицо, считающее, что оно подверглось дискриминации по признаку принадлежности или непринадлежности к профессиональным союзам или иным объединениям работников, может обжаловать в установленном порядке факт дискриминации. Требования лица, подвергшегося дискриминации, об устранении дискриминации, о восстановлении нарушенного права и возмещении причиненного ему материального ущерба и компенсации морального вреда разрешаются в судебном порядке. Не допускается воспрепятствование осуществлению права работников на объединение, а также их принуждение к вступлению в профессиональные союзы или иные объединения работников. Письменные или устные обязательства работника о невступлении в профессиональный союз или иное объединение работников являются недействительными",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ II. СОЦИАЛЬНОЕ ПАРТНЕРСТВО В СФЕРЕ ТРУДА. Глава 4. Общие положения. Статья 38. Право работодателей на объединение",
      "content": "Работодатели в целях представительства и защиты своих прав и интересов, осуществления социального партнерства без предварительного разрешения имеют право создавать на добровольной основе свои объединения, а также вступать в объединения работодателей в порядке, установленном их уставами. Объединением работодателей является негосударственная некоммерческая организация, основанная на добровольном членстве работодателей — юридических и (или) физических лиц и (или) объединений работодателей. Не допускается воспрепятствование осуществлению права работодателей на объединение, а также их принуждение к вступлению в те или иные объединения работодателей",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ II. СОЦИАЛЬНОЕ ПАРТНЕРСТВО В СФЕРЕ ТРУДА. Глава 4. Общие положения. Статья 39. Стороны социального партнерства",
      "content": "Социальное партнерство на первичном уровне носит двусторонний характер. Сторонами социального партнерства на первичном уровне являются трудовой коллектив и работодатель. Социальное партнерство на отраслевом и территориальном уровнях носит двусторонний либо трехсторонний характер. Сторонами двустороннего социального партнерства на отраслевом и территориальном уровнях являются соответствующие объединения работников и работодателей. В трехстороннем социальном партнерстве на территориальном уровне по предложению территориальных объединений работников и работодателей участвуют органы исполнительной власти на местах и иные заинтересованные государственные органы. В трехстороннем социальном партнерстве на отраслевом уровне по предложению отраслевых объединений работников и работодателей участвуют органы государственного управления соответствующей отраслью. Министерство занятости и трудовых отношений Республики Узбекистан участвует в трехстороннем социальном партнерстве на отраслевом уровне в случаях, когда органы государственного управления соответствующей отраслью выступают в качестве работодателей. Социальное партнерство на республиканском уровне носит трехсторонний характер. Сторонами социального партнерства на республиканском уровне являются республиканские объединения работников и работодателей и Кабинет Министров Республики Узбекистан, заинтересованные министерства и ведомства. Органы исполнительной власти на местах являются стороной социального партнерства, представляющей работодателя, в тех случаях, когда они выступают в качестве работодателей.",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ II. СОЦИАЛЬНОЕ ПАРТНЕРСТВО В СФЕРЕ ТРУДА. Глава 4. Общие положения. Статья 40. Правовые акты социального партнерства в сфере труда, содержащие нормы трудового права",
      "content": "Правовыми актами социального партнерства в сфере труда являются: коллективные соглашения; коллективный договор; иные локальные акты организации, принятые работодателем по согласованию с профсоюзным комитетом",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ II. СОЦИАЛЬНОЕ ПАРТНЕРСТВО В СФЕРЕ ТРУДА. Глава 4. Общие положения. Статья 41. Формы осуществления социального партнерства в сфере труда",
      "content": "Формами осуществления социального партнерства в сфере труда являются: коллективные переговоры по подготовке проектов коллективных соглашений, коллективных договоров; заключение коллективных соглашений и коллективного договора; принятие локальных актов работодателем по согласованию с профсоюзным комитетом; осуществление сторонами социального партнерства контроля за исполнением положений коллективных соглашений, коллективного договора и других актов социального партнерства;участие работников в лице их представителей в рассмотрении вопросов социально-экономического развития организаций, территории, отрасли, республики в соответствии с уровнем социального партнерства; применение работодателем в случаях, предусмотренных трудовым законодательством и актами социального партнерства, отдельных положений трудового законодательства с предварительного согласия профсоюзного комитета; проведение сторонами социального партнерства взаимных консультаций (переговоров) по вопросам регулирования индивидуальных трудовых отношений и непосредственно связанных с ними общественных отношений, обеспечения гарантий трудовых прав работников и совершенствования трудового законодательства и иных правовых актов о труде; участие представителей работников и работодателей в разрешении (урегулировании) трудовых споров",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ II. СОЦИАЛЬНОЕ ПАРТНЕРСТВО В СФЕРЕ ТРУДА. Глава 4. Общие положения. Статья 41. Формы осуществления социального партнерства в сфере труда",
      "content": "Социальное партнерство может осуществляться и в иных формах, не запрещенных законодательством.",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ II. СОЦИАЛЬНОЕ ПАРТНЕРСТВО В СФЕРЕ ТРУДА. Глава 5. Представительство работников и работодателей в социальном партнерстве. Статья 42. Представительство работников",
      "content": "Представительство и защиту прав и интересов работников на первичном уровне в организации или у работодателя — физического лица осуществляет профсоюзный комитет. Интересы работников и работодателей не может представлять и защищать один и тот же представительный орган",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ II. СОЦИАЛЬНОЕ ПАРТНЕРСТВО В СФЕРЕ ТРУДА. Глава 5. Представительство работников и работодателей в социальном партнерстве. Статья 43. Права представителей работников",
      "content": "Представители работников имеют право: вести коллективные переговоры, заключать коллективные соглашения, коллективные договоры и контролировать их выполнение; участвовать в решении вопросов социального и экономического развития на различных уровнях социального партнерства; участвовать в разработке локальных нормативных актов организации, а в случаях, предусмотренных трудовым законодательством и иными правовыми актами о труде, выражать свое согласие или несогласие на принятие работодателем соответствующего локального акта; осуществлять общественный контроль за соблюдением трудового законодательства, локальных актов, принятых по согласованию с представителями работников; вносить работодателям, их представителям предложения по подготовке правовых актов о труде; вносить предложения в уполномоченные государственные органы о приостановлении массового высвобождения работников; получать необходимую информацию по вопросам труда, деятельности организации, другим социально-экономическим вопросам; беспрепятственно посещать рабочие места, получать от работодателей, их представителей необходимые сведения для осуществления общественного контроля; защищать интересы работников в органах по разрешению (урегулированию) трудовых споров; обжаловать в суд решения работодателя и уполномоченных им лиц, если они противоречат законодательству или иным правовым актам о труде либо иным образом нарушают права работников; совершать и иные действия, направленные на защиту прав и интересов работников в социально-трудовых отношениях, если они не противоречат законодательству",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ II. СОЦИАЛЬНОЕ ПАРТНЕРСТВО В СФЕРЕ ТРУДА. Глава 5. Представительство работников и работодателей в социальном партнерстве. Статья 43. Права представителей работников",
      "content": "Осуществление прав представителями работников не должно снижать эффективность работы работодателей, нарушать установленный порядок и режим их работы",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ II. СОЦИАЛЬНОЕ ПАРТНЕРСТВО В СФЕРЕ ТРУДА. Глава 5. Представительство работников и работодателей в социальном партнерстве. Статья 44. Трудовые гарантии лицам, избранным в состав представительных органов работников",
      "content": "Лицам, избранным в состав представительных органов работников, гарантируется защита от преследований в какой-либо форме со стороны работодателей, их представителей в связи с осуществлением ими деятельности по представительству и защите прав и интересов работников. Наложение мер дисциплинарных взысканий, прекращение трудового договора по инициативе работодателя с работниками, избранными в состав представительных органов работников и не освобожденными от производственной работы, а также прекращение трудовых отношений по инициативе работодателя с работниками, избравшимися в состав представительных органов работников в течение двух лет после окончания их выборных полномочий, не допускается без предварительного согласия представительного органа, в котором указанные лица осуществляли свою деятельность. Наложение мер дисциплинарных взысканий, прекращение трудового договора по инициативе работодателя с работником, являющимся руководителем соответствующего представительного органа работников и не освобожденного от производственной работы, а также прекращение трудовых отношений по инициативе работодателя с работником, являвшимся руководителем представительного органа работников в течение двух лет после окончания его полномочий, не допускается без предварительного согласия соответствующего территориального или отраслевого объединения работников, участником которого является данный представительный орган. Работникам, освобожденным от производственной работы вследствие избрания на выборные должности в представительный орган работников, предоставляется после окончания их выборных полномочий прежняя работа (должность), а при ее отсутствии — другая равноценная работа (должность). При невозможности предоставления работникам, избравшимся в профсоюзные органы, соответствующей работы (должности) они пользуются льготами, предусмотренными законодательными актами или коллективными соглашениями, коллективным договором",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ II. СОЦИАЛЬНОЕ ПАРТНЕРСТВО В СФЕРЕ ТРУДА. Глава 5. Представительство работников и работодателей в социальном партнерстве. Статья 45. Обязанности работодателей по созданию условий для осуществления деятельности представителей работников",
      "content": "Работодатели обязаны: не нарушать права представителей работников, содействовать их деятельности; до принятия решений, затрагивающих интересы работников, проводить консультации с представителями работников, а в случаях, предусмотренных законодательством и иными правовыми актами о труде, — получать их согласие; своевременно рассматривать предложения представителей работников и мотивированно сообщать им в письменной форме о принятых решениях; беспрепятственно допускать представителей работников к рабочим местам работников, чьи интересы они представляют; безвозмездно предоставлять представителям работников необходимую информацию по вопросам социально-экономических прав и интересов работников; обеспечивать необходимые условия для выполнения представителями работников их функций; предоставлять лицам, являющимся представителями работников и не освобожденными от производственной работы, время для исполнения обязанностей по представительству и защите интересов работников в рабочее время с сохранением средней заработной платы. Конкретная продолжительность времени, предоставляемого указанным лицам, определяется в коллективных соглашениях, коллективном договоре, а если они не заключены — по соглашению с работодателями или их представителями. При этом продолжительность этого времени не может быть менее тридцати процентов от количества часов рабочей недели; отчислять представителям работников средства на цели и в размерах, которые установлены коллективными соглашениями, коллективным договором",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ II. СОЦИАЛЬНОЕ ПАРТНЕРСТВО В СФЕРЕ ТРУДА. Глава 5. Представительство работников и работодателей в социальном партнерстве. Статья 45. Обязанности работодателей по созданию условий для осуществления деятельности представителей работников",
      "content": "Работодатели несут и другие, предусмотренные законодательством и иными правовыми актами о труде, обязанности по отношению к представителям работников",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ II. СОЦИАЛЬНОЕ ПАРТНЕРСТВО В СФЕРЕ ТРУДА. Глава 5. Представительство работников и работодателей в социальном партнерстве. Статья 46. Представители работодателей",
      "content": "Представительство и защиту прав и интересов работодателя на первичном уровне осуществляет руководитель организации, работодатель — физическое лицо или уполномоченное им лицо в соответствии с настоящим Кодексом, законодательством и иными правовыми актами о труде, учредительными документами работодателя. Представительство и защиту прав и интересов работодателей на территориальном, отраслевом и республиканском уровнях осуществляют соответственно территориальные, отраслевые и республиканские объединения работодателей",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    },
    {
      "topic": "Трудовой кодекс Республики Узбекистан ОБЩАЯ ЧАСТЬ РАЗДЕЛ II. СОЦИАЛЬНОЕ ПАРТНЕРСТВО В СФЕРЕ ТРУДА. Глава 5. Представительство работников и работодателей в социальном партнерстве. Статья 47. Запрещение воспрепятствования деятельности представителей работников и работодателей",
      "content": "Воспрепятствование в какой бы то ни было форме законной деятельности представителей работников и работодателей запрещается. Не допускается прекращение деятельности представителей работников по инициативе работодателей. Работодатели, уполномоченные ими лица, воспрепятствующие осуществлению законной деятельности представителей работников либо совершившие действия, указанные в части второй настоящей статьи, несут ответственность в соответствии с законом. Деятельность представителей работников и работодателей может быть прекращена в порядке, установленном их учредительными документами, а также решением суда",
      "lawId": "трудовой кодекс - 28.10.2022",
      "lawName": "Трудовой кодекс Республики Узбекистан"
    }
  ]